cbrand/micropython-mdns/config/boards/MDNS/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 module (mdns)"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_ENABLE_MDNS_RESPONDER 0
#define MICROPY_HW_ENABLE_MDNS_QUERIES 0
